{
  "about": "Sobre m铆",
  "skills": "Habilidades",
  "project": "Portafolio",
  "contact": "Contacto",
  "aboutMeTitle" : "驴Quien Soy?",
  "proyectTitle" : "Proyectos",
  "cvtitle":"DESCARGAR CV",
  "contactTitle":"CONTACTAME",
  "codeTitle":"VER CODIGO FUENTE",
  "changeLanguage": "吼",
  "aboutMeText": "Hola, soy Reinaldo Bellorin, un apasionado desarrollador web graduado en TSU Inform谩tica. Me especializo en el desarrollo utilizando Python, mi lenguaje favorito, para crear aplicaciones web eficientes y poderosas. Adem谩s, encuentro inspiraci贸n en la m煤sica de Gustavo Cerati, cuyas melod铆as me acompa帽an en mi proceso creativo. Mi lema es 'no tengo enemigos', una filosof铆a que refleja mi enfoque colaborativo y positivo hacia los desaf铆os. Estoy emocionado por contribuir a proyectos innovadores y seguir creciendo como profesional en el mundo del desarrollo web. ",
  "projects": [
   
    

    {
      "idTitle":"sistema-administrativo-para-la-gestin-de-inmobiliaria-la-plata",
      "idBody": "sistema-administrativo-para-la-gestin-de-inmobiliaria-la-plata-body",
      
      "title": "Sistema Administrativo para la gesti贸n de inmobiliaria La Plata",
      "body": "Este sistema permite la gesti贸n integral de una inmobiliaria, facilitando el manejo de pagos, deudas, contratos, inquilinos y propiedades. Los administradores pueden registrar y actualizar informaci贸n de los inmuebles, gestionar contratos de alquiler, llevar un control detallado de los pagos realizados por los inquilinos y de las deudas pendientes. Adem谩s, cuenta con reportes automatizados y un m贸dulo para la renovaci贸n de contratos."
    },
    {
      "idTitle":"sistema-de-salud-y-seguridad-en-el-trabajo",
      "idBody": "sistema-de-salud-y-seguridad-en-el-trabajo-body",
      "title": "Sistema De Salud y Seguridad en el Trabajo",
      "body" : "Este sistema facilita la gesti贸n de los procesos de seguridad en los diferentes departamentos, permitiendo el an谩lisis de desviaciones, correcciones y otros aspectos relacionados."
    },
    {
      "idTitle":"app-de-tareas",
      "idBody": "app-de-tareas-body",
      "title": "App de Tareas",
      "body": "Una app Movil realizada con Dart/Flutter, conectada con Firebase para acceder con Google y almacenar los datos de sesi贸n, permite a帽adir sus tareas, modificarlas y compartirlas con dem谩s usuarios mediante su correo electr贸nico. Adem谩s, est谩 conectada a un backend realizado en Python para el manejo de las tareas y diversos datos."
    },
    {
      "idTitle":"portafolio-web-de-ilustrador-digital",
      "idBody": "portafolio-web-de-ilustrador-digital-body",
      "title": "Portafolio Web de Ilustrador Digital",
      "body": "Una p谩gina web con rutas din谩micas, SSR realizada con Next.js / React, con la creaci贸n de API para obtener las diversas im谩genes de la galer铆a, permitiendo al usuario elegir cu谩l visualizar gracias a la URL."
    },
    {
      "idTitle":"correo-temporal",
      "idBody": "correo-temporal-body",
      "title": "Correo Temporal",
      "body": "Una aplicaci贸n de Frontend conectada a una API que proporciona correos temporales, permitiendo recibir correos electr贸nicos de varias direcciones en tiempo real."
    },
    {
      "idTitle":"app-de-consultas-mdicas",
      "idBody": "app-de-consultas-mdicas-body",
      "title": "App de Consultas M茅dicas",
      "body": "Una aplicaci贸n de escritorio para el control de consultas, historias y placas m茅dicas. Permite al usuario (doctor) tener control de todos sus pacientes registrados, adem谩s de su respectiva informaci贸n."
    },
    {
      "idTitle":"app-para-horarios-escolares",
      "idBody": "app-para-horarios-escolares-body",
      "title": "App para Horarios Escolares",
      "body": "Una aplicaci贸n de escritorio para el control de horarios escolares del Instituto Universitario de Administraci贸n Industrial (IUTA). Permite mantener el control de los profesores, aulas y sesiones de las diversas sedes, entre otras funciones."
    },
    {
      "idTitle":"api-de-divisas",
      "idBody": "api-de-divisas-body",
      "title": "API de Divisas",
      "body": "Una API realizada para la recolecci贸n directa con la web del Banco Central de Venezuela, permitiendo a los usuarios obtener la cotizaci贸n de diferentes divisas."
    },
    {
      "idTitle":"peridico-escolar",
      "idBody": "peridico-escolar-body",
      "title": "Peri贸dico Escolar",
      "body": "Peri贸dico Escolar con la capacidad de subir noticias, acontecimientos importantes, curiosidades, etc., adem谩s cuenta con informaci贸n referente a la instituci贸n."
    },
    {
      "idTitle":"convertidor-de-divisas",
      "idBody": "convertidor-de-divisas-body",
      "title": "Convertidor de Divisas",
    "body": "Esta aplicaci贸n te permite convertir diversas monedas, usando los datos actualizados de la API de Divisas."
    }
  ]
}
